{
  "resume": "Download my cv",
  "Home": "Home",
  "About Me": "About Me",
  "Stack": "Stack",
  "Projects": "Projects",
  "Language": "Language",
  "Fullstack Web Developer": "Fullstack Web Developer",
  "Intro": "Hello, my name is Joyce, I'm 22 years old and I'm a Fullstack developer. Currently, I work only with Node.js, however, I had the opportunity to have a brief experience as an intern using React, Angular, and even Ruby on Rails (something a little outside of the Javascript line, but it was an amazing experience!), besides having worked a bit with design and creation of email marketing. I have knowledge of some CSS frameworks such as Tailwind and Bootstrap, and I'm always studying updates and new technologies. Also, I'm a fan of agile methodologies and although my focus is on development, I really enjoy studying SCRUM!",
  "Stack text 1": "These are my favorite technologies and, consequently, the ones I have the most contact with currently, either through studying or through work.",
  "In My": "In my",
  "Stack text 2": "you can find some projects that I have worked on (mostly personal ones at the moment) and learn more about the technologies and functionalities that I have worked with.",
  "Ticket System": "Ticket System",
  "Movies": "Movies",
  "This": "And that's it for now!",
  "Final Desc": "I don't have many projects yet, but I hope to update this portfolio soon. Sometimes it's hard to juggle work and college, but we should never forget to find some time to keep learning :)",
  "Desc Tik Tak Toe": "Just a Tic Tac Toe game created in React, using Bootstrap and CSS.",
  "Advices": "Advices",
  "Desc Advices": "In this project, I was learning how to create a dark theme using tailwind. The system is simple, consisting of clicking on a button to receive a random advice.",
  "Tic-Tac-Toe": "Tic-Tac-Toe",
  "Desc Ticket": "System created in order to put my learning into practice. I used Firebase and deployed it on Vercel.",
  "Desc Movies": "A project where you can view some movies, add them as favorites and/or be redirected to their respective trailers, deployed on Netlify.",
  "Button Github": "View project on github",
  "Button Cat": "Watch cute kittens video",
  "Networking": "Hey, let's network, come talk to me!",
  "Footer 1": "You can get in touch with me through my",
  "Footer 2": "or even through my",
  "Footer 3": "I am open to making connections and friendships in this wonderful dev world :)",
  "Thanks": "Thank you for visiting my portfolio!"
}
