{
  "resume": "Baixar meu cv",
  "To-Do List": "Lista de Afazeres",
  "Home": "Inicio",
  "Desc To-do": "Este é um projeto de lista de tarefas criado usando React e estilizado com Tailwind. Ele permite que o usuário adicione, edite e exclua tarefas.",
  "About Me": "Sobre Mim",
  "Stack": "Stack",
  "Projects": "Projetos",
  "Language": "Idioma",
  "Fullstack Web Developer": "Desenvolvedora Fullstack",
  "Intro": "Olá, Me chamo Joyce, tenho 22 anos e sou uma desenvolvedora Fullstack. Atualmente trabalho apenas com Node.js, entretanto, tive a oportunidade de ter uma breve experiência como estagiária utilizando React, Angular e até mesmo Ruby on Rails (Algo meio fora da linha do Javascript, mas que foi uma experiência incrível!), além de já ter trabalhado um pouco com design e criação de e-mail marketing. Tenho conhecimento de alguns frameworks CSS como tailwind e bootstrap além de sempre estar estudando sobre atualizações e novas tecnologias. Além disso, sou fã das metodologias ágeis e embora meu foco seja desenvolvimento, gosto muito de estudar sobre SCRUM!",
  "Stack text 1": "Essas são as minhas tecnologias favoritas e, consequentemente, as que mais tenho contato atualmente. seja através de estudos, seja através do trabalho.",
  "In My": "No meu",
  "Stack text 2": "você pode encontrar alguns projetos que fiz (no momento a maioria pessoais) e conhecer melhor sobre as tecnologias e funcionalidades que tive contato.",
  "Ticket System": "Sistema de Chamados",
  "Desc Tik Tak Toe": "Apenas um jogo da velha criado em React, utilizando bootstrap e css",
  "Movies": "Filmes",
  "This": "E por enquanto é isso!",
  "Final Desc": "Ainda não possuo muitos projetos, mas espero alimentar esse portfólio logo, logo. As vezes é dificil conciliar trabalho e faculdade, mas não devemos nos esquecer de sempre procurar um tempinho para aprender mais :)",
  "Advices": "Conselhos",
  "Tic-Tac-Toe": "Jogo da Velha",
  "Desc Advices": "Nesse projeto eu estava aprendendo a criar um dark-theme utilizando tailwind. O Sistema é básico, cosiste em clicar no botão e receber um conselho randomicamente.",
  "Desc Ticket": "Sistema criado a fim de colocar em prática meus aprendizados. Utilizei firebase além de fazer deploy na Vercel.",
  "Desc Movies": "Um projeto onde você pode visualizar alguns filmes, adicionar como favorito e(ou) ser redirecionado para os seus respectivos trailers, deploy realizado na netlify.",
  "Button Github": "Ver projeto no github",
  "Button Cat": "Ver vídeo de gatos fofinhos",
  "Networking": "Hey, vamos fazer networking, venha falar comigo!",
  "Footer 1": "Você pode entrar em contato comigo através do meu",
  "Footer 2": "ou até mesmo através do meu",
  "Footer 3": "Estou a disposição para criar conexões e fazer amizades nesse maravilhoso mundo dev :)",
  "Thanks": "Obrigado por visitar meu portfólio!"
}
